"DST" = "heure d'été";
"STD" = "heure d'hiver";
"Loaded " = "Chargement de ";
" deep space objects" = " objets de ciel profond";
"Loading NV fragment program: " = "Chargement du programme de fragments NV : ";
"Error loading NV fragment program: " = "Erreur lors du chargement du programme de fragments NV : ";
"Error in fragment program " = "Erreur dans le programme de fragments";
"Initializing NV fragment programs . . .\n" = "Initialisation du programme de fragments NV...\n";
"All NV fragment programs loaded successfully.\n" = "Tous les programmes de fragments NV correctement chargés.\n";
"Initializing ARB fragment programs . . .\n" = "Initialisation des programmes de fragments ARB...\n";
"Galaxy (Hubble type: %s)" = "Galaxie (type Hubble : %s)";
"Loading image from file " = "Chargement d'une image à partir du fichier ";
": unrecognized or unsupported image file type.\n" = " : format d'image non reconnu ou non supporté.\n";
"Error opening image file " = "Erreur lors de l'ouverture du fichier d'image ";
"Error: " = "Erreur : ";
" is not a PNG file.\n" = " n'est pas un fichier PNG.\n";
"Error reading PNG image file " = "Erreur lors de la lecture du fichier d'image PNG ";
"Loading model: " = "Chargement du modèle : ";
"   Model statistics: " = "   Statistiques du modèle : ";
" vertices, " = " sommets, ";
" primitives, " = " primitives, ";
" materials " = " matériaux ";
" unique)\n" = " uniques)\n";
"Error loading model '" = "Erreur lors du chargement du modèle '";
"%s" = "%s";
"Error in .ssc file (line " = "Erreur dans le fichier .ssc (ligne ";
"parent body '" = "objet père '";
"' of '" = "' de '";
"' not found." = "' non trouvé.";
"warning duplicate definition of " = "alerte, double définition de ";
"bad alternate surface" = "mauvaise surface alternative";
"bad location" = "mauvais point de repère";
"' not found.\n" = "' non trouvé.\n";
"Bad header for cross index\n" = "En-tête de l'index croisé invalide\n";
"Bad version for cross index\n" = "Mauvaise version de l'index croisé\n";
"Loading cross index failed at record " = "Le chargement de l'index croisé a échoué à l'enregistrement ";
"Bad spectral type in star database, star #" = "Mauvais type spectral dans la base de données des étoiles, étoile #";
" stars in binary database\n" = " étoiles de la base de données binaire\n";
"Total star count: " = "Nombre total d'étoiles : ";
"Error in .stc file (line " = "Erreur dans le fichier .stc (ligne ";
"Invalid star: bad spectral type.\n" = "Étoile invalide : type spectral invalide.\n";
"Invalid star: missing spectral type.\n" = "Étoile invalide : type spectral manquant.\n";
"Barycenter " = "Barycentre";
" does not exist.\n" = " n'existe pas.\n";
"Invalid star: missing right ascension\n" = "Étoile invalide : ascension droite manquante\n";
"Invalid star: missing declination.\n" = "Étoile invalide : déclinaison manquante.\n";
"Invalid star: missing distance.\n" = "Étoile invalide : distance manquante.\n";
"Invalid star: missing magnitude.\n" = "Étoile invalide : magnitude manquante.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Étoile invalide : la magnitude absolue (et non pas apparente) doit être spécifiée pour les étoiles proches de l'origine\n";
"Creating tiled texture. Width=" = "Pavage d'une texture. Taille=";
", max=" = ", max=";
"Creating ordinary texture: " = "Création d'une texture : ";
"Loading NV vertex program: " = "Chargement du programme de vertex NV : ";
"Error loading NV vertex program: " = "Erreur lors du chargement du programme de vertex NV : ";
"Error in vertex program " = "Erreur dans le programme de vertex ";
"Loading ARB vertex program: " = "Chargement du programme de vertex ARB : ";
"Error loading ARB vertex program: " = "Erreur lors du chargement du programme de vertex ARB : ";
", line " = ", ligne ";
"Initializing NV vertex programs . . .\n" = "Initialisation du programme de vertex NV...\n";
"All NV vertex programs loaded successfully.\n" = "Tous les programmes de vertex NV correctement chargés.\n";
"Initializing ARB vertex programs . . .\n" = "Initialisation des programmes de vertex ARB...\n";
"All ARB vertex programs loaded successfully.\n" = "Tous les programmes de vertex ARB correctement chargés.\n";
"Error reading favorites file." = "Erreur lors de la lecture du fichier de favoris.";
"Orientation: " = "Orientation : ";
"Error opening script file." = "Erreur lors de l'ouverture du fichier de script.";
"Error opening script '%s'" = "Erreur lors de l'ouverture du script '%s'";
"Unknown error opening script" = "Erreur inconnue lors de l'ouverture du script";
"Script coroutine initialization failed" = "L'initialisation de la co-routine de script a échoué";
"Invalid filetype" = "Type de fichier invalide";
"Magnitude limit: %.2f" = "Magnitude limite : %.2f";
"Markers enabled" = "Marqueurs activés";
"Markers disabled" = "Marqueurs désactivés";
"Goto surface" = "Aller à la surface";
"Alt-azimuth mode enabled" = "Mode Alt-Azimuthal activé";
"Alt-azimuth mode disabled" = "Mode Alt-Azimuthal désactivé";
"Star style: fuzzy points" = "Style des étoiles : points flous";
"Star style: points" = "Style des étoiles : points";
"Star style: scaled discs" = "Style des étoiles : échelle de disques";
"Comet tails enabled" = "Queues des comètes activées";
"Comet tails disabled" = "Queues des comètes désactivées";
"Render path: Basic" = "Chemin de rendu : De base";
"Render path: Multitexture" = "Chemin de rendu : Multitexture";
"Render path: NVIDIA combiners" = "Chemin de rendu : combiners NVIDIA";
"Render path: OpenGL vertex program" = "Chemin de rendu : programme de vertex OpenGL";
"Render path: NVIDIA vertex program and combiners" = "Chemin de rendu : programme de vertex et combiners NVIDIA";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Chemin de rendu : programme de vertex OpenGL / combiners NVIDIA";
"Render path: OpenGL 1.5 vertex/fragment program" = "Chemin de rendu : programme de vertex/fragment OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Chemin de rendu : NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Chemin de rendu : OpenGL 2.0";
"Auto-magnitude enabled" = "Magnitudes automatiques activées";
"Auto-magnitude disabled" = "Magnitudes automatiques désactivées";
"Cancel" = "Annuler";
"Time and script are paused" = "Temps et script en pause";
"Time is paused" = "Temps en pause";
"Resume" = "Reprendre";
"Light travel time:  %.4f yr " = "Temps de trajet de la lumière : %.4f années";
"Light travel time:  %d min  %.1f s" = "Temps de trajet de la lumière : %d min %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Temps de trajet de la lumière : %d h %d min %.1f s";
"Light travel delay included" = "Temps de trajet de la lumière inclus";
"Light travel delay switched off" = "Temps de trajet de la lumière désactivé";
"Light travel delay ignored" = "Temps de trajet de la lumière ignoré";
"Using normal surface textures." = "Utilisation des textures de surface normales";
"Using limit of knowledge surface textures." = "Utilisation des textures de surface du monde connu";
"Follow" = "Suivre";
"Time: Forward" = "Temps : Avancer";
"Time: Backward" = "Temps : Reculer";
"Time rate" = "Facteur temporel";
"Sync Orbit" = "Orbite synchrone";
"Lock" = "Bloquer";
"Chase" = "Pourchasser";
"Auto magnitude limit at 45 degrees:  %.2f" = "Magnitude automatique à 45° : %.2f";
"Ambient light level:  %.2f" = "Niveau de la lumière ambiante : %.2f";
"Light gain" = "Gain de luminosité";
"Bloom enabled" = "Effet Bloom activé";
"Bloom disabled" = "Effet Bloom désactivé";
"Exposure" = "Exposition lumineuse";
"GL error: " = "Erreur OpenGL :";
"View too small to be split" = "Vue trop petite pour être scindée";
"Added view" = "Vue ajoutée";
"ly" = "al";
"au" = "ua";
" days" = " jours";
" hours" = " heures";
" minutes" = " minutes";
"Apparent diameter: " = "Diamètre apparent : ";
"Apparent magnitude: " = "Magnitude apparente : ";
"Absolute magnitude: " = "Magnitude absolue : ";
"RA: " = "AD : ";
"Dec: " = "Déc. : ";
"km" = "km";
"Distance: " = "Distance : ";
"Star system barycenter\n" = "Barycentre du système stellaire\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Mag.abs (app) : %.2f (%.2f)\n";
"Luminosity: " = "Luminosité : ";
"x Sun" = "x Soleil";
"Class: " = "Classe : ";
"Neutron star" = "Étoile à neutrons";
"Black hole" = "Trou noir";
"Surface temp: " = "Temp. de surface : ";
"Radius: " = "Rayon : ";
"Rsun" = "Rsoleil";
"Rotation period: " = "Période de rotation : ";
"Planetary companions present\n" = "Compagnons planétaires présents\n";
"Distance from center: " = "Distance du centre : ";
"Temperature: " = "Température : ";
"Apparent mag: %.2f\n" = "Magnitude app. : %.2f\n";
"  LT" = "  TL";
"Real time" = "Temps réel";
"-Real time" = "- Temps réel";
"Time stopped" = "Temps arrêté";
" faster" = " plus vite";
" slower" = " moins vite";
" (Paused)" = "  (en pause)";
"FPS: " = "IPS : ";
"\nSpeed: " = "\nVitesse : ";
" m/s" = " m/s";
" km/s" = " km/s";
" AU/s" = " ua/s";
" ly/s" = " al/s";
"Travelling " = "En route ";
"Track " = "Pister ";
"Follow " = "Suivre ";
"Sync Orbit " = "Orbite synchrone ";
"Lock " = "Bloquer ";
"Chase " = "Chasser ";
"FOV: " = "CdV : ";
"Sun" = "Soleil";
"Target name: " = "Nom de la cible : ";
" at " = " à ";
" fps" = " ips";
"  Recording" = "  Enregistrement";
"  Paused" = "  En pause";
"F11 Start/Pause    F12 Stop" = "F11 Démarrer/Pause     F12 Arrêter";
"Edit Mode" = "Mode d'édition";
"Loading solar system catalog: " = "Chargement du catalogue du système solaire : ";
"Loading " = "Chargement ";
"License file 'License.txt' is missing!" = "Le fichier de licence 'Licence.txt' est absent !";
"Error reading configuration file." = "Erreur lors de la lecture du fichier de configuration.";
"Initialization of SPICE library failed." = "L'initialisation de la bibliothèque SPICE a échoué.";
"Cannot read star database." = "Impossible de lire la base de données des étoiles.";
"Error opening deepsky catalog file." = "Erreur lors de l'ouverture du catalogue de ciel profond.";
"Error opening solar system catalog.\n" = "Erreur lors de la lecture du catalogue du système solaire.\n";
"Error opening asterisms file." = "Erreur lors de l'ouverture du fichier d'astérismes.";
"Error opening constellation boundaries files." = "Erreur lors de l'ouverture du fichier des limites des constellations.";
"render path: " = "Chemin de rendu : ";
"Failed to initialize renderer" = "Échec de l'initialisation du moteur de rendu";
"Error loading font; text will not be visible.\n" = "Erreur lors du chargement de la police de caractère ; le texte ne sera pas affiché.\n";
"Error reading cross index " = "Erreur lors de la lecture de l'index croisé.";
"Loaded cross index " = "Index croisé chargé ";
"Error opening " = "Erreur lors de l'ouverture de ";
"Error reading star names file\n" = "Erreur lors de la lecture du fichier des noms d'étoiles\n";
"Error reading stars file\n" = "Erreur lors de la lecture du fichier d'étoiles\n";
"Error opening star catalog " = "Erreur lors de l'ouverture du catalogue d'étoiles : ";
"Error in creating ogg file %s for capture.\n" = "Erreur lors de la création du fichier ogg %s pour l'acquisition.\n";
"Internal Ogg library error." = "Erreur interne de la bibliothèque Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - wrote %d frames\n";
"Settings" = "Configuration";
"Vendor: " = "Fournisseur : ";
"Renderer: " = "Moteur de rendu : ";
"Version: " = "Version : ";
"GLSL version: " = "Version GLSG : ";
"Max simultaneous textures: " = "Nombre max de textures : ";
"Max texture size: " = "Taille de texture max. : ";
"Max cube map size: " = "Taille de texture cubique max. : ";
"Point size range: " = "Plage de taille de point : ";
"Supported Extensions:" = "Extensions supportées : ";
"Windowed Mode" = "Mode fenêtré";
"Asteroids" = "Astéroïdes";
"Comets" = "Comètes";
"Invisibles" = "Invisibles";
"Moons" = "Lunes";
"Planets" = "Planètes";
"Spacecraft" = "Astronefs";
"Goto" = "Aller à";
"Follow" = "Suivre";
"Sync Orbit" = "Orbite synchrone";
"Info" = "Info";
"Reference Vectors" = "Vecteurs de référence";
"Show Body Axes" = "Afficher les axes de l'objet";
"Show Frame Axes" = "Afficher les axes du repère";
"Show Sun Direction" = "Afficher la direction du Soleil";
"Show Velocity Vector" = "Afficher le vecteur vitesse";
"Show Planetographic Grid" = "Afficher la grille planétographique";
"Show Terminator" = "Afficher le terminateur";
"Satellites" = "Satellites";
"Alternate Surfaces" = "Surfaces alternatives";
"Orbiting Bodies" = "Objets en orbite";
"Unmark" = "Démarquer";
"Mark" = "Marquer";
"Loading: " = "Chargement : ";
"LANGUAGE" = "fr";
"WinLangID" = "40c";
"Copied URL" = "URL copiée";
"Loading URL" = "Chargement de l'URL";
"Error opening script" = "Erreur lors de l'ouverture du script";
"Error loading script" = "Erreur lors du chargement du script";
"Running script" = "Exécution du script";
"Planet" = "Planète";
"Satellite" = "Satellite";
"Date" = "Date";
"Start" = "Début";
"Duration" = "Durée";
"Earth" = "Terre";
"Jupiter" = "Jupiter";
"Saturn" = "Saturne";
"Uranus" = "Uranus";
"Neptune" = "Neptune";
"Pluto" = "Pluton";
"Name" = "Nom";
"Distance (ly)" = "Distance (al)";
"App. mag" = "Mag. app.";
"Abs. mag" = "Mag. Abs.";
"Type" = "Type";
"Universal Time" = "Temps Universel";
"Local Time" = "Heure locale";
"Time Zone Name" = "Nom du fuseau horaire";
"UTC Offset" = "Décalage UTC";
"Celestial Browser" = "Navigateur céleste";
"Moon" = "Lune";
"Asteroid" = "Astéroïde";
"Comet" = "Comète";
"Invisible" = "Invisible";
"Barycenter" = "Barycentre";
"Small Body" = "Petit objet";
"Dwarf Planet" = "Planète naine";
"-" = "-";
"Eclipse Finder" = "Découvreur d'éclipses";
"Add Bookmark" = "Ajouter un signet";
"Add a bookmark for the current document" = "Ajouter un signet pour le document courant ";
"Add Relative Bookmark" = "Ajouter un signet relatif";
"Add a relative bookmark for the current document" = "Ajouter un signet relatif pour le document courant";
"Add Settings Bookmark" = "Ajouter un signet de paramétrage";
"Add a settings bookmark for the current document" = "Ajouter un signet de paramétrage pour le document courant";
"Edit your bookmark collection in a separate window" = "Éditer votre collection de signets dans un fenêtre séparée";
"New Folder..." = "Nouveau dossier...";
"Create a new bookmark folder in this menu" = "Créer un nouveau dossier de signets dans ce menu";
"Can't add bookmark with empty URL" = "Impossible de créer un signet avec une URL vide";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "Votre installation de Celestia semble incorrecte. Le répertoire contenant l'image de démarrage n'a pas pu être trouvé.\nLe lancement va se poursuivre, mais il est probable que des fichiers de données manque et que Celestia ne puisse fonctionner normalement. Veuillez vérifier votre installation.";
"Go to URL..." = "Aller à l'URL...";
"Go to Long/Lat..." = "Aller à la long/lat...";
"Back" = "Précédent";
"Forward" = "Suivant";
"Home" = "Aller vers le Soleil";
"Bookmarks" = "Signets";
"Full Screen" = "Plein écran";
"Copy URL" = "Copier l'URL";
"Set Time..." = "Régler l'heure";
"Set Time to Now" = "Régler l'heure à l'heure courante";
"Accelerate Time" = "Accélérer le temps";
"Decelerate Time" = "Décélérer le temps";
"Accelerate Time (x2)" = "Accélérer le temps (x2)";
"Decelerate Time (/2)" = "Décélérer le temps (/2)";
"Pause Time" = "Arrêter le temps";
"Reverse Time" = "Inverser le temps";
"Split View Vertically" = "Scinder la vue verticalement";
"Split View Horizontally" = "Scinder la vue horizontalement";
"Cycle View" = "Vue suivante";
"Single View" = "Vue unique";
"Delete View" = "Supprimer la vue active";
"Frames Visible" = "Bordures visibles";
"Active Frame Visible" = "Bordure active visible";
"Synchronize Time" = "Synchroniser le temps";
"Alt-Azimuth Mode" = "Mode Alt-Azimuthal";
"Go To Surface" = "Aller à la surface";
"Show Stars" = "Afficher les étoiles";
"Show Planets" = "Afficher les planètes";
"Show Galaxies" = "Afficher les galaxies";
"Show Globulars" = "Afficher les amas globulaires";
"Show Partial Trajectories" = "Afficher les orbites partielles";
"Show Nebulae" = "Afficher les nébuleuses";
"Show Open Clusters" = "Afficher les amas ouverts";
"Show Constellations" = "Afficher les constellations";
"Show CloudMaps" = "Afficher les nuages";
"Show Cloud Shadows" = "Afficher les ombres des nuages";
"Show Orbits" = "Afficher les orbites";
"Show Asteroid Orbits" = "Afficher les orbites des astéroïdes";
"Show Comet Orbits" = "Afficher les orbites des comètes";
"Show Moon Orbits" = "Afficher les orbites des lunes";
"Show Star Orbits" = "Afficher les orbites des étoiles";
"Show Planet Orbits" = "Afficher les orbites des planètes";
"Show Spacecraft Orbits" = "Afficher les orbites des astronefs";
"Show Celestial Grid" = "Afficher la grille céleste";
"Show Night Side Lights" = "Afficher les lumières nocturnes";
"Show Markers" = "Afficher les marqueurs";
"Show Atmospheres" = "Afficher les atmosphères";
"Show Smooth Orbit Lines" = "Lisser les orbites";
"Show Eclipse Shadows" = "Afficher les ombres des éclipses";
"Cycle Star Mode" = "Changer le mode d'affichage des étoiles";
"Show Ring Shadows" = "Afficher les ombres des anneaux";
"Show Boundaries" = "Afficher les limites";
"Auto Magnitudes" = "Magnitudes automatiques";
"Show Comet Tails" = "Afficher les queues des comètes";
"Show Star Labels" = "Afficher les noms des étoiles";
"Show Planet Labels" = "Afficher les noms des planètes";
"Show Moon Labels" = "Afficher les noms des lunes";
"Show Comet Labels" = "Afficher les orbites des comètes";
"Show Constellation Labels" = "Afficher les noms des constellations";
"Constellation Labels in Latin" = "Noms des constellations en latin";
"Show Galaxy Labels" = "Afficher les noms des galaxies";
"Show Globular Labels" = "Afficher les noms des amas globulaires";
"Show Nebula Labels" = "Afficher les noms des nébuleuses";
"Show Open Cluster Labels" = "Afficher les noms des amas ouverts";
"Show Asteroid Labels" = "Afficher les noms des astéroïdes";
"Show Spacecraft Labels" = "Afficher les noms des astronefs";
"Show Location Labels" = "Afficher les noms des points de repère";
"Display Local Time" = "Afficher l'heure locale";
"Show City Locations" = "Afficher les noms des villes";
"Show Observatory Locations" = "Afficher les noms des observatoires";
"Show Landing Sites Locations" = "Afficher les noms des sites d'atterrissage";
"Show Crater Locations" = "Afficher les noms des cratères";
"Show Mons Locations" = "Afficher les noms des Mons";
"Show Terra Locations" = "Afficher les noms des Terra";
"Show Vallis Locations" = "Afficher les noms des Vallis";
"Show Mare Locations" = "Afficher les noms des Mare";
"Show Other Locations" = "Afficher les noms des autres points de repère";
"Wireframe Mode" = "Mode fil de fer";
"Center on Orbit" = "Centrer sur orbite";
"Basic" = "Basique";
"Multitexture" = "Multitexture";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Chemin OpenGL suivant";
"Sync framerate to video refresh rate" = "Synchroniser le rafraichissement avec le moniteur";
"Grab Image" = "Capture d'image";
"Capture Video" = "Acquisition Vidéo";
"OpenGL info" = "Information OpenGL";
"Show Bookmark Toolbar" = "Afficher la barre des signets";
"OpenGL Info" = "Information OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Cette version de Celestia n'a pas été compilée avec le support de l'acquisition vidéo.";
"Go to URL" = "Aller à l'URL";
"Enter URL" = "Entrer l'URL";
"Object: " = "Objet: ";
"Longitude: " = "Longitude: ";
"East" = "Est";
"West" = "Ouest";
"Latitude: " = "Latitude: ";
"North" = "Nord";
"South" = "Sud";
"Altitude: " = "Altitude: ";
"Celestia encountered an error while processing your script" = "Celestia a rencontré une erreur lors de l'exécution de votre script.";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Utiliser un autre fichier de configuration";
"Use alternate installation directory" = "Utiliser un autre répertoire d'installation";
"Use as additional \"extras\" directory" = "Utiliser un répertoire \"extras\" supplémentaire";
"Start fullscreen" = "Démarrer en plein écran";
"Disable splash screen" = "Désactiver l'écran de démarrage";
"Start and go to url" = "Démarre et va à l'URL";
"_: NAME OF TRANSLATORS\\nYour names" = "Christophe Teyssier avec l'aide de ElChristou";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "i18n@teyssier.org";
"Celestia Preferences" = "Préférences de Celestia";
"Rendering" = "Rendu";
"Show" = "Afficher";
"Stars" = "Étoiles";
"Galaxies" = "Galaxies";
"Nebulae" = "Nébuleuses";
"Open Clusters" = "Amas ouverts";
"Atmospheres" = "Atmosphères";
"Clouds" = "Nuages";
"Cloud Shadows" = "Ombres des nuages";
"Night Side Lights" = "Lumières nocturnes";
"Eclipse Shadows" = "Ombres des éclipses";
"Comet Tails" = "Queues des comètes";
"Orbits" = "Orbites";
"Partial Trajectories" = "Trajectoires partielles";
"Smooth Orbit Lines" = "Orbites lissées";
"Celestial Grid" = "Grille";
"Constellations" = "Constellations";
"Markers" = "Marqueurs";
"Ring Shadows" = "Ombres des anneaux";
"Constellation Boundaries" = "Limites des constellations";
"Orbits / Labels" = "Orbites et noms";
"Labels" = "Noms";
"Constellations in Latin" = "Constellations en latin";
"Spacecrafts" = "Astronefs";
"Locations" = "Points de repère";
"Ambient Light" = "Lumière ambiante";
"Limiting Magnitude" = "Magnitude limite";
"Info Text" = "Texte d'information";
"Level: " = "Niveau: ";
"None" = "Aucun";
"Terse" = "Concis";
"Verbose" = "Complet";
"Textures" = "Textures";
"Resolution: " = "Résolution : ";
"Low" = "Basse";
"Medium" = "Moyenne";
"High" = "Haute";
"Automatic FOV" = "Champ de vision";
"Screen DPI: " = "Résolution (DPI): ";
"Viewing Distance (cm): " = "Distance du moniteur (cm): ";
"Cities" = "Villes";
"Observatories" = "Observatoires";
"Landing Sites" = "Sites d'atterrissage";
"Craters" = "Cratères";
"Mons" = "Mons";
"Terra" = "Terra";
"Vallis" = "Vallis";
"Mare" = "Mare";
"Other" = "Autres";
"Minimum Feature Size" = "Taille minimum des points de repère";
"Date/Time" = "Date/Heure";
"Display" = "Affichage";
"Timezone: " = "Fuseau horaire : ";
"Format: " = "Format : ";
"Local Format" = "Format local";
"Set" = "Réglage";
"Local Time is only supported for dates between 1902 and 2037.\n" = "L'heure locale n'est supportée que pour les dates comprises entre 1902 et 2037.\n";
"Julian Date: " = "Date julienne : ";
"Now" = "Maintenant";
"\nSelection: " = "\nSélection: ";
"Include Light Travel Time" = "Inclure le temps de trajet de la lumière";
"Ignore Light Travel Time " = "Ignorer le temps de trajet de la lumière";
"OpenGL" = "OpenGL";
"Key Bindings" = "Raccourcis clavier";
"<b>Unextended OpenGL 1.1</b>" = "<b>OpenGL 1.1 sans extension</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Textures multiples et l'extension ARB_texenv_combine</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, pas de programmation des vertex</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>Extension ARB_texenv_DOT3, extension ARB_vertex_program</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>NVIDIA Combiners, extension NV_vertex_program</b><br> permet l'affichage des bump-map, des ombres des anneaux et les éclairages spéculaires sur toute carte graphique GeForce ou ATI Radeon. Cependant NvCombiner ARBVP est une option légèrement supérieure pour les utilisateurs de GeForce.";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, extension ARB_vertex_program</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>extensions ARB_fragment_program et ARB_vertex_program</b><br> permet des effets avancés sur les cartes GeForce FX et Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>extensions NV_fragment_program et ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Langage d'ombrage OpenGL 2.0<b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Le fichier %1 n'existe pas, utilisation du fichier de configuration par défaut %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Le répertoire %1 n'existe pas, utilisation du répertoire par défaut %2";
"Extras directory %1 does not exist" = "Le répertoire \"extras\" %1 n'existe pas";
"Abs (app) mag: " = "Mag.abs (app): ";
"Surface Temp: " = "Temp. de surface: ";
"Marked objects" = "Objets marqués";
"Select" = "Sélectionner";
"Center" = "Centrer";
"Synch Orbit" = "Synch. Orbite";
"Unmark All" = "Démarquer tous";
"Diamond" = "Losange";
"Triangle" = "Triangle";
"Square" = "Carré";
"Filled Square" = "Carré plein";
"Plus" = "Plus";
"X" = "X";
"Left Arrow" = "Flèche vers la gauche";
"Right Arrow" = "Flèche vers la droite";
"Up Arrow" = "Flèche vers le haut";
"Down Arrow" = "Flèche vers le bas";
"Circle" = "Cercle";
"Disk" = "Disque";
"Normal" = "Normale";
"Small Bodies" = "Petits objets";
"Dwarf Planets" = "Planètes naines";
"Duration: %1" = "Durée: %1";
"Size: %1 MB" = "Taille : %1 MB";
"Current size: %1 x %2" = "Taille courante : %1 x %2";
"Current width: %1 x %2" = "Largeur courante : %1 x %2";
"Current height: %1 x %2" = "Hauteur courante : %1 x %2";
"You must specify a file name." = "Vous devez spécifier un nom de fichier.";
"Error initializing movie capture." = "Erreur lors de l'initialisation de l'acquisition vidéo.";
"Navigation" = "Navigation";
"Options" = "Options";
"Objects" = "Objets";
"OpenGL Render Path" = "Chemin OpenGL";
"Time" = "Temps";
"MultiView" = "Vues Multiples";
"Main Toolbar" = "Barre principale";
"Dist." = "Dist.";
"App. Mag." = "Mag. app.";
"Abs. Mag." = "Mag. Abs.";
"With Planets" = "Avec planètes";
"Brightest (Abs.)" = "Plus brillantes (abs.)";
"Brightest (App.)" = "Plus brillantes (app.)";
"Nearest" = "Plus proches";
"Close" = "Fermer";
"Alt+C" = "Alt+C";
"Refresh" = "Rafraîchir";
"End" = "Fin";
"Search parameters" = "Paramètres de la recherche";
"Solar Eclipses" = "Éclipses solaires";
"On:" = "sur :";
"Moon Eclipses" = "Éclipses de lunes";
"Search" = "Chercher";
"To:" = "au :";
"From:" = "du :";
"Close" = "Fermer";
"Video Capture" = "Acquisition Vidéo";
"Save As:" = "Sauver sous :";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Format :";
"Current" = "Courant";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Taille d'image : ";
"Frame Rate:" = "Images par seconde :";
"Video Quality:" = "Qualité vidéo :";
"Play Video when capture is done" = "Jouer la vidéo quand l'acquisition est terminée";
"Usage" = "Utilisation";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Appuyer sur <b>F11</b> pour démarrer/mettre en pause l'enregistrement<br>\nAppuyer sur <b>F12</b> pour arrêter</p>\n\n<p>Note : Il n'est pas possible de redimensioner la fenêtre principale avant la fin de l'acquisition.</p>";
"OK" = "OK";
"Cancel" = "Annuler";
"Mercury" = "Mercure";
"Venus" = "Vénus";
"Mars" = "Mars";
"Phobos" = "Phobos";
"Deimos" = "Déimos";
"Amalthea" = "Amalthée";
"Io" = "Io";
"Europa" = "Europe";
"Ganymede" = "Ganymède";
"Callisto" = "Callisto";
"Prometheus" = "Prométhée";
"Pandora" = "Pandore";
"Epimetheus" = "Épiméthée";
"Janus" = "Janus";
"Mimas" = "Mimas";
"Enceladus" = "Encelade";
"Tethys" = "Téthys";
"Dione" = "Dioné";
"Rhea" = "Rhéa";
"Titan" = "Titan";
"Hyperion" = "Hypérion";
"Iapetus" = "Japet";
"Phoebe" = "Phoebé";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titania";
"Oberon" = "Obéron";
"Larissa" = "Larissa";
"Proteus" = "Protée";
"Triton" = "Triton";
"Nereid" = "Néréide";
"Pluto-Charon" = "Pluton-Charon";
"Charon" = "Charon";
"NORTH AMERICA" = "AMÉRIQUE DU NORD";
"SOUTH AMERICA" = "AMÉRIQUE DU SUD";
"EURASIA" = "EURASIE";
"AFRICA" = "AFRIQUE";
"AUSTRALIA" = "AUSTRALIE";
"ANTARCTICA" = "ANTARCTIQUE";
"NORTH ATLANTIC OCEAN" = "OCÉAN ATLANTIQUE NORD";
"SOUTH ATLANTIC OCEAN" = "OCÉAN ATLANTIQUE SUD";
"NORTH PACIFIC OCEAN" = "OCÉAN PACIFIQUE NORD";
"SOUTH PACIFIC OCEAN" = "OCÉAN PACIFIQUE SUD";
"INDIAN OCEAN" = "OCÉAN INDIEN";
"ARCTIC OCEAN" = "OCÉAN ARCTIQUE";
"Milky Way" = "Voie Lactée";
"SMC" = "Petit Nuage de Magellan";
"LMC" = "Grand Nuage de Magellan";
"Solar System Barycenter" = "Barycentre du Système Solaire";
"File" = "Fichier";
"Open Script..." = "Ouvrir script";
"Scripts" = "Scripts";
"Placeholder" = "Placeholder";
"Capture Image...\tF10" = "Capturer une image...\tF10";
"Capture Movie...\tShift+F10" = "Capturer un film...\tShift+F10";
"Exit" = "Quitter";
"Select Sol\tH" = "Sélectionner le Soleil\tH";
"Tour Guide..." = "Guide de découverte...";
"Select Object..." = "Sélectionner un objet...";
"Goto Object..." = "Allez à ...";
"Center Selection\tC" = "Centrer la sélection\tC";
"Go to Selection\tG" = "Allez à la sélection\tG";
"Follow Selection\tF" = "Suivre la sélection\tF";
"Sync Orbit Selection\tY" = "Orbite synchrone\tY";
"Track Selection\tT" = "Pister la sélection\tT";
"Solar System Browser..." = "Navigateur de système solaire...";
"Star Browser..." = "Navigateur céleste...";
"Eclipse Finder" = "Découvreur d'éclipses";
"Time" = "Temps";
"10x Faster\tL" = "10x Plus vite\tL";
"10x Slower\tK" = "10x Moins vite\tK";
"Freeze\tSpace" = "Arrêter\tEspace";
"Reverse Time\tJ" = "Inverser le temps\tJ";
"Set Time..." = "Régler l'heure...";
"Show Local Time" = "Heure locale";
"Render" = "Rendu";
"Select Display Mode..." = "Choisir le mode d'affichage...";
"Toggle Full Screen\tAlt+Enter" = "Mode plein écran\tAlt+Entrée";
"View Options..." = "Options...";
"Locations..." = "Points de repère...";
"More Stars Visible\t]" = "Afficher plus d'étoiles\t]";
"Fewer Stars Visible\t[" = "Afficher moins d'étoiles\t[";
"Auto Magnitude\tCtrl+Y" = "Magnitudes automatiques\tCtrl+Y";
"Star Style" = "Style des étoiles";
"Fuzzy Points" = "Points flous";
"Points" = "Points";
"Scaled Discs" = "Échelle de disques";
"Ambient Light" = "Lumière ambiante";
"None" = "Aucune";
"Low" = "Basse";
"Medium" = "Moyenne";
"Texture Resolution" = "Résolution des textures";
"High" = "Haute";
"Antialiasing\tCtrl+X" = "Anticrénelage\tCtrl+X";
"View" = "Vue";
"Split Horizontally\tCtrl+R" = "Scinder la vue horizontalement\tCtrl+R";
"Split Vertically\tCtrl+U" = "Scinder la vue verticalement\tCtrl+U";
"Delete Active View\tDEL" = "Supprimer la vue active\tSuppr";
"Single View\tCtrl+D" = "Vue unique\tCtrl+D";
"Show Frames" = "Afficher les bordures";
"Synchronize Time" = "Synchroniser le temps";
"Bookmarks" = "Signets";
"Add Bookmarks..." = "Ajouter un signet";
"Organize Bookmarks..." = "Réarranger les signets...";
"Help" = "Aide";
"Run Demo" = "Lancer la démo";
"Controls" = "Commandes";
"OpenGL Info" = "Information OpenGL";
"License" = "Licence";
"About Celestia" = "À propos de Celestia";
"About Celestia" = "À propos de Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, L'équipe de développement de Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia est un logiciel libre et est fourni sans aucune garantie.";
"Authors" = "Auteurs";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Sélectionner un objet";
"Object Name" = "Nom de l'objet";
"License" = "Licence";
"Celestia Controls" = "Commande de Celestia";
"OpenGL Driver Info" = "Informations OpenGL";
"Set Simulation Time" = "Définir l'heure de simulation";
"Time Zone: " = "Fuseau horaire : ";
"Set To Current Time" = "Mettre à l'heure courante";
"Add Bookmark" = "Ajouter un signet";
"Create in >>" = "Créer dans >>";
"New Folder..." = "Nouveau dossier...";
"Solar System Browser" = "Navigateur de système solaire";
"Solar System" = "Système solaire";
"Go To" = "Aller à";
"Solar System Objects" = "Objets du système solaire";
"Star Browser" = "Navigateur céleste";
"Brightest" = "Plus brillantes";
"With planets" = "Avec planètes";
"Refresh" = "Rafraîchir";
"Star Search Criteria" = "Critères de recherche d'étoiles";
"Maximum Stars Displayed in List" = "Nombre maximum d'étoile à afficher";
"Tour Guide" = "Guide de découverte";
"Go To" = "Aller à";
"Select your destination:" = "Sélectionner votre destination:";
"Go to Object" = "Aller à l'objet";
"radii" = "rayons";
"Object" = "Objet";
"Long." = "Long.";
"Lat." = "Lat.";
"Distance" = "Distance";
"Size:" = "Taille : ";
"Frame rate:" = "Vitesse d'affichage: ";
"Select Display Mode" = "Sélection du mode d'affichage";
"Resolution" = "Résolution";
"View Options" = "Options";
"Globulars" = "Amas globulaires";
"Grids" = "Grilles";
"Celestial" = "Céleste";
"Horizontal" = "Horizontale";
"Galactic" = "Galactique";
"Ecliptic" = "Écliptique";
"Minor Moons" = "Lunes mineures";
"DSO Labels" = "Noms (ciel profond)";
"Diagrams" = "Lignes";
"Boundaries" = "Limites";
"Latin Names" = "Noms en latin";
"Information Text" = "Texte d'information";
"Filter Stars" = "Filtrer les étoiles";
"Montes (Mountains)" = "Montes (Montagnes)";
"Maria (Seas)" = "Maria (mers)";
"Valles (Valleys)" = "Valles (vallées)";
"Terrae (Land masses)" = "Terrae (continents)";
"Volcanoes" = "Volcans";
"Other features" = "Autres";
"Label Features" = "Noms";
"Show Features" = "Afficher les marqueurs";
"Minimum Labeled Feature Size" = "Taille minimum des points de repère";
"Add New Bookmark Folder" = "Ajouter un répertoire de signets";
"Folder Name" = "Nom du répertoire";
"Organize Bookmarks" = "Réaranger les signets";
"Rename..." = "Renommer...";
"Delete" = "Supprimer";
"Rename Bookmark or Folder" = "Renommer le signet ou le répertoire";
"New Name" = "Nouveau nom";
"Compute" = "Calculer";
"Set Date and Go to Planet" = "Changer la date et aller à la planète";
"Lunar Eclipses" = "Éclipses de lunes";
"Jan" = "Jan";
"Feb" = "Fév";
"Mar" = "Mar";
"Apr" = "Avr";
"May" = "Mai";
"Jun" = "Juin";
"Jul" = "Juil";
"Aug" = "Août";
"Sep" = "Sep";
"Oct" = "Oct";
"Nov" = "Nov";
"Dec" = "Déc";
